Repository: jayfunc/BetterLyrics
Catalog: src/BetterLyrics.DotNet/BetterLyrics.WinUI3/BetterLyrics.WinUI3/Strings/*/Resources.resw
Source language: en
Languages: ar, de, es, hi, id, it, ja, ko, ms, pt, ru, th, tr, vi, zh_hans, zh_hant

# SettingsPageKeepNowPlayingBarLyricsPreview.Header
source: Progress Bar Lyrics Preview
ar: معاينة كلمات شريط التقدم المحرز
de: Fortschrittsbalken Lyrik Vorschau
es: Vista previa de la letra de la barra de progreso
hi: प्रोग्रेस बार लिरिक्स प्रीव्यू
id: Pratinjau Lirik Bar Kemajuan
it: Anteprima testi nella barra in riproduzione
ja: プログレスバーの歌詞プレビュー
ko: 진행률 표시줄 가사 미리보기
ms: Pratonton Lirik Bar Kemajuan
pt: Barra de progresso Pré-visualização da letra da música
ru: Предварительный просмотр лирики в прогресс-баре
th: แถบความคืบหน้า ตัวอย่างเนื้อเพลง
tr: İlerleme Çubuğu Şarkı Sözleri Önizlemesi
vi: Xem trước lời bài hát Thanh tiến trình
zh_hans: 进度条歌词预览
zh_hant: 進度列歌詞預覽

# SettingsPageKeepScreenOpen.Header
source: Keep screen awake
ar: إبقاء الشاشة مستيقظة
de: Bildschirm wach halten
es: Mantener la pantalla despierta
hi: स्क्रीन को जगाए रखें
id: Menjaga layar tetap terjaga
it: Mantieni lo schermo attivo
ja: 画面の自動オフを防止
ko: 화면 깨어 있음 유지
ms: Pastikan skrin sentiasa hidup
pt: Manter o ecrã desperto
ru: Не дайте экрану заснуть
th: รักษาหน้าจอให้ตื่น
tr: Ekranı uyanık tutun
vi: Giữ màn hình luôn sáng
zh_hans: 保持屏幕唤醒
zh_hant: 保持螢幕喚醒狀態

# SettingsPageLanguage.Header
source: Language
ar: اللغة
de: Sprache
es: Idioma
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
ms: Bahasa
pt: Idioma
ru: Язык
th: ภาษา
tr: Dil
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# SettingsPageLastFMAuth.Content
source: Authorize
ar: تفويض
de: Autorisieren
es: Autorizar
hi: प्राधिकरण
id: Otorisasi
it: Autorizza
ja: 連携
ko: 권한 부여
ms: Pemberian Kuasa
pt: Autorização
ru: Авторизация
th: อนุญาต
tr: Yetkilendirmek
vi: Ủy quyền
zh_hans: 授权
zh_hant: 授權

# SettingsPageLastFMPlaycount.Header
source: Total Scrobbles
ar: إجمالي مرات التشغيل
de: Gesamtanzahl Scrobbles
es: Scrobbles totales
hi: कुल प्लेबैक
id: Total Pemutaran
it: Scrobble totali
ja: 総再生回数
ko: 총 재생 횟수
ms: Jumlah Mainan
pt: Total de Reproduções
ru: Всего прослушиваний
th: จำนวนการเล่นทั้งหมด
tr: Toplam Scrobbles
vi: Tổng số lần phát
zh_hans: 总播放次数
zh_hant: 總播放次數

# SettingsPageLastFMRefresh.Content
source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
hi: रीफ्रेश
id: Segarkan
it: Aggiorna
ja: 更新
ko: 새로 고침
ms: Segarkan
pt: Atualizar
ru: Обновить
th: รีเฟรช
tr: Yenile
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

# SettingsPageLastFMRegistered.Header
source: Registration Date
ar: تاريخ التسجيل
de: Registrierungsdatum
es: Fecha de registro
hi: पंजीकरण तिथि
id: Tanggal Terdaftar
it: Data registrazione
ja: 登録日
ko: 가입일
ms: Tarikh Daftar
pt: Data de Registo
ru: Дата регистрации
th: วันที่ลงทะเบียน
tr: Kayıt Tarihi
vi: Ngày đăng ký
zh_hans: 注册日期
zh_hant: 註冊日期

# SettingsPageLastFMTrack.Header
source: Track listening history via Last.fm
ar: تتبع سجل الاستماع عبر Last.fm
de: Hörverlauf via Last.fm scrobbeln
es: Rastrear historial de escucha a través de Last.fm
hi: Last.fm के माध्यम से सुनने का इतिहास ट्रैक करें
id: Lacak riwayat mendengarkan melalui Last.fm
it: Cronologia ascolti tramite Last.fm
ja: Last.fm でスクロブルする
ko: Last.fm을 통해 청취 기록 추적 (Scrobble)
ms: Jejak sejarah mendengar melalui Last.fm
pt: Rastrear histórico de audição via Last.fm
ru: Скробблинг истории прослушивания через Last.fm
th: ติดตามประวัติการฟังผ่าน Last.fm
tr: Last.fm üzerinden dinleme geçmişini takip edin
vi: Theo dõi lịch sử nghe nhạc qua Last.fm
zh_hans: 通过 Last.fm 跟踪听歌历史记录
zh_hant: 透過 Last.fm 追蹤聽歌歷史記錄

# SettingsPageLastFMUnAuth.Content
source: Revoke Authorization
ar: إلغاء التفويض
de: Autorisierung widerrufen
es: Revocar autorización
hi: प्राधिकरण रद्द करें
id: Batalkan Otorisasi
it: Revoca autorizzazione
ja: 連携解除
ko: 권한 취소
ms: Batalkan Pemberian Kuasa
pt: Revogar Autorização
ru: Отозвать авторизацию
th: ยกเลิกการอนุญาต
tr: Yetkiyi İptal Et
vi: Thu hồi ủy quyền
zh_hans: 撤销授权
zh_hant: 撤銷授權

# SettingsPageLastFMUsername.Header
source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
hi: उपयोगकर्ता नाम
id: Nama Pengguna
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
ms: Nama Pengguna
pt: Nome de Utilizador
ru: Имя пользователя
th: ชื่อผู้ใช้
tr: Kullanıcı Adı
vi: Tên người dùng
zh_hans: 用户名
zh_hant: 使用者名稱

# SettingsPageLayout.Text
source: Layout
ar: التخطيط
es: Diseño
hi: लेआउट
id: Tata Letak
ja: レイアウト
ko: 레이아웃
ms: Susun Atur
ru: Макет
th: เค้าโครง
tr: Düzen
vi: Bố cục
zh_hans: 布局
zh_hant: 版面配置

# SettingsPageLayoutConfigShareHint.Text
source: Note: Layout configurations are shared globally. A single layout can be applied to lyrics windows in different modes. Any modification or deletion will affect all windows currently using this layout
ar: ملاحظة: تتم مشاركة تكوينات التخطيط بشكل عام. يمكن تطبيق تخطيط واحد على نوافذ كلمات الأغاني في أوضاع مختلفة. سيؤثر أي تعديل أو حذف على جميع النوافذ التي تستخدم هذا التخطيط حاليًا
de: Hinweis: Layout-Konfigurationen werden global gemeinsam genutzt. Ein einzelnes Layout kann auf Textfenster in verschiedenen Modi angewendet werden. Jede Änderung oder Löschung wirkt sich auf alle Fenster aus, die dieses Layout derzeit verwenden
es: Nota: Las configuraciones de diseño se comparten globalmente. Un mismo diseño puede aplicarse a ventanas de letras en diferentes modos. Cualquier modificación o supresión afectará a todas las ventanas que utilicen esta disposición.
hi: नोट: लेआउट कॉन्फ़िगरेशन वैश्विक रूप से साझा किए जाते हैं। एक ही लेआउट को विभिन्न मोड में गीत विंडो पर लागू किया जा सकता है। कोई भी संशोधन या हटाने की क्रिया वर्तमान में इस लेआउट का उपयोग कर रही सभी विंडो पर प्रभाव डालेगी।
id: Catatan: Konfigurasi tata letak dibagikan secara global. Satu tata letak dapat diterapkan ke jendela lirik dalam mode yang berbeda. Modifikasi atau penghapusan apa pun akan memengaruhi semua jendela yang saat ini menggunakan tata letak ini
it: Nota: le configurazioni layout sono condivise globalmente. Un singolo layout può essere applicato a finestre testi in modalità diverse. Qualsiasi modifica o eliminazione avrà effetto su tutte le finestre che lo utilizzano attualmente.
ja: 注意：レイアウト設定は全般で共有されます。単一のレイアウトを異なるモードの歌詞ウィンドウに適用できるため、変更や削除を行うと、現在このレイアウトを使用しているすべてのウィンドウに反映されます
ko: 참고: 레이아웃 구성은 전 세계적으로 공유됩니다. 하나의 레이아웃을 여러 모드의 가사창에 적용할 수 있습니다. 수정하거나 삭제하면 현재 이 레이아웃을 사용 중인 모든 창에 영향을 미칩니다.
ms: Nota: Konfigurasi susun atur dikongsi secara global. Satu susun atur boleh digunakan pada tetingkap lirik dalam mod yang berbeza. Sebarang pengubahsuaian atau pemadaman akan menjejaskan semua tetingkap yang kini menggunakan susun atur ini.
pt: Nota: As configurações de layout são partilhadas globalmente. Um único layout pode ser aplicado a janelas de letras em diferentes modos. Qualquer modificação ou eliminação afectará todas as janelas que utilizam atualmente este esquema
ru: Примечание: Конфигурации макетов разделяются глобально. Один макет может применяться к окнам текстов песен в разных режимах. Любое изменение или удаление затронет все окна, использующие данный макет.
th: หมายเหตุ: การกำหนดค่าเลย์เอาต์จะถูกแชร์ทั่วโลก เลย์เอาต์เดียวสามารถนำไปใช้กับหน้าต่างเนื้อเพลงในโหมดต่างๆ ได้ การแก้ไขหรือการลบใดๆ จะส่งผลต่อหน้าต่างทั้งหมดที่กำลังใช้เลย์เอาต์นี้อยู่
tr: Not: Düzen konfigürasyonları global olarak paylaşılır. Tek bir düzen, farklı modlardaki şarkı sözü pencerelerine uygulanabilir. Herhangi bir değişiklik veya silme işlemi o anda bu düzeni kullanan tüm pencereleri etkileyecektir
vi: Lưu ý: Cấu hình bố cục được chia sẻ chung cho toàn hệ thống. Một bố cục duy nhất có thể được áp dụng cho các cửa sổ lời bài hát ở các chế độ khác nhau. Bất kỳ thay đổi hoặc xóa bỏ nào cũng sẽ ảnh hưởng đến tất cả các cửa sổ hiện đang sử dụng bố cục này.
zh_hans: 注意：布局配置是全局共享的。单一布局可应用于不同模式下的歌词窗口。任何修改或删除都会影响当前使用此布局的所有窗口
zh_hant: 注意：版面配置是全局共用的。單一配置可應用於不同模式的歌詞視窗。任何修改或刪除都會影響目前使用此配置的所有視窗

# SettingsPageLayoutOrientation.Header
source: Layout Orientation
ar: اتجاه التخطيط
de: Layout-Ausrichtung
es: Orientación del diseño
hi: लेआउट ओरिएंटेशन
id: Orientasi Tata Letak
it: Orientamento layout
ja: レイアウトの向き
ko: 레이아웃 방향
ms: Orientasi Susun Atur
pt: Orientação do Layout
ru: Ориентация макета
th: ทิศทางเค้าโครง
tr: Yerleşim Yönü
vi: Hướng bố cục
zh_hans: 布局方向
zh_hant: 版面配置方向

# SettingsPageLayoutOrientationHorizontal.Content
source: Horizontal
ar: أفقي
hi: क्षैतिज
it: Orizzontale
ja: 水平
ko: 가로
ms: Mendatar
ru: Горизонтальная
th: แนวนอน
tr: Yatay
vi: Ngang
zh_hans: 横向
zh_hant: 橫向

# SettingsPageLayoutOrientationVertical.Content
source: Vertical
ar: عمودي
de: Vertikal
hi: लंबवत
id: Vertikal
it: Verticale
ja: 垂直
ko: 세로
ms: Menegak
ru: Вертикальная
th: แนวตั้ง
tr: Dikey
vi: Dọc
zh_hans: 垂直
zh_hant: 垂直

# SettingsPageLeft.Content
source: Left
ar: يسار
de: Links
es: Izquierda
hi: बायां
id: Kiri
it: Sinistra
ja: 左揃え
ko: 왼쪽
ms: Kiri
pt: Esquerda
ru: Слева
th: ซ้าย
tr: Sol
vi: Trái
zh_hans: 靠左
zh_hant: 靠左

# SettingsPageLibreTranslateServer.Header
source: Server Address
ar: عنوان الخادم
de: Serveradresse
es: Dirección del servidor
hi: सर्वर पता
id: Alamat Server
it: Indirizzo server
ja: サーバーアドレス
ko: 서버 주소
ms: Alamat Pelayan
pt: Endereço do Servidor
ru: Адрес сервера
th: ที่อยู่เซิร์ฟเวอร์
tr: Sunucu Adresi
vi: Địa chỉ máy chủ
zh_hans: 服务器地址
zh_hant: 伺服器位址

# SettingsPageLight.Content
source: Light
ar: فاتح
de: Hell
es: Claro
hi: लाइट
id: Terang
it: Chiaro
ja: ライト
ko: 라이트
ms: Terang
pt: Claro
ru: Светлая
th: สว่าง
tr: Işık
vi: Sáng
zh_hans: 浅色
zh_hant: 淺色

# SettingsPageLightAngle.Header
source: Light Angle
ar: زاوية الضوء
de: Licht-Winkel
es: Ángulo de iluminación
hi: प्रकाश कोण
id: Sudut Cahaya
it: Angolo luce
ja: ライト角度
ko: 조명 각도
ms: Sudut Cahaya
pt: Ângulo de luz
ru: Угол света
th: มุมแสง
tr: Işık Açısı
vi: Góc chiếu sáng
zh_hans: 光照角度
zh_hant: 光照角度

# SettingsPageLightWaveEffect.Header
source: Lightwave
ar: موجة ضوئية
de: Lichtwelle
es: Onda luminosa
hi: प्रकाश तरंग
it: Onda luminosa
ja: ライトウェーブ
ko: 라이트웨이브
ms: Gelombang Cahaya
pt: Onda luminosa
th: ไลท์เวฟ
tr: Işık Dalgası
vi: Sóng ánh sáng
zh_hans: 光波
zh_hant: 光波

# SettingsPageListenNewSession.Header
source: Enable listening for new playback sessions
ar: تمكين الاستماع لمصادر التشغيل الجديدة
de: Auf neue Wiedergabesitzungen hören
es: Habilitar escucha de nuevas sesiones de reproducción
hi: नए प्लेबैक स्रोतों को सुनना सक्षम करें
id: Aktifkan mendengarkan sumber pemutaran baru
it: Abilita l'ascolto per le nuove sessioni di riproduzione
ja: 新しい再生ソースの監視を有効にする
ko: 새 재생 소스 감지 활성화
ms: Dayakan mendengar sumber main balik baharu
pt: Ativar escuta de novas fontes de reprodução
ru: Включить прослушивание новых источников воспроизведения
th: เปิดใช้งานการฟังแหล่งเล่นเพลงใหม่
tr: Yeni oynatma oturumları için dinlemeyi etkinleştirin
vi: Bật lắng nghe nguồn phát mới
zh_hans: 启用对新播放源的监听
zh_hant: 啟用對新播放來源的監聽

# SettingsPageLocalFolder.Text
source: Local Folder
ar: مجلد محلي
de: Lokaler Ordner
es: Carpeta local
hi: स्थानीय फ़ोल्डर
id: Folder Lokal
it: Cartella locale
ja: ローカルフォルダー
ko: 로컬 폴더
ms: Folder Tempatan
pt: Pasta Local
ru: Локальная папка
th: โฟลเดอร์ในเครื่อง
tr: Yerel Klasör
vi: Thư mục cục bộ
zh_hans: 本地文件夹
zh_hant: 本機資料夾

# SettingsPageLongSyllableDuration.Header
source: Long Syllable Threshold
ar: عتبة المقطع الطويل
de: Schwellenwert für lange Silben
es: Umbral de sílaba larga
hi: दीर्घ शब्दांश थ्रेसहोल्ड
id: Ambang Batas Suku Kata Panjang
it: Soglia sillaba lunga
ja: ロングトーンのしきい値
ko: 장음절 임계값
ms: Ambang Suku Kata Panjang
pt: Limiar de Sílaba Longa
ru: Порог длинного слога
th: เกณฑ์พยางค์ยาว
tr: Uzun Hece Eşiği
vi: Ngưỡng âm tiết dài
zh_hans: 长音节阈值
zh_hant: 長音節閾值

# SettingsPageLXMusicServer.Header
source: LX Music Server
ar: خادم موسيقى LX
es: Servidor LX Music
hi: LX Music सर्वर
id: Server LX Music
it: Server LX Music
ja: LX Music サーバー
ko: LX Music 서버
ms: Pelayan LX Music
pt: Servidor LX Music
ru: Сервер LX Music
th: เซิร์ฟเวอร์ LX Music
tr: LX Müzik Sunucusu
vi: Máy chủ LX Music
zh_hans: LX 音乐服务器
zh_hant: LX 音樂伺服器

# SettingsPageLXMusicServerInput.PlaceholderText
source: e.g. http://127.0.0.1:23330
ar: مثال: http://127.0.0.1:23330
de: z. B. http://127.0.0.1:23330
es: ej. http://127.0.0.1:23330
hi: उदाहरण http://127.0.0.1:23330
id: Contoh: http://127.0.0.1:23330
it: Ad esempio: http://127.0.0.1:23330
ja: 例: http://127.0.0.1:23330
ko: 예: http://127.0.0.1:23330
ms: Contoh: http://127.0.0.1:23330
pt: Exemplo: http://127.0.0.1:23330
ru: например, http://127.0.0.1:23330
th: ตัวอย่าง http://127.0.0.1:23330
tr: örneğin http://127.0.0.1:23330
vi: Ví dụ: http://127.0.0.1:23330
zh_hans: 例如 http://127.0.0.1:23330
zh_hant: 例如 http://127.0.0.1:23330

# SettingsPageLyricsAlignment.Header
source: Alignment
ar: المحاذاة
de: Ausrichtung
es: Alineación
hi: संरेखण
id: Penyelarasan
it: Allineamento
ja: 配置設定
ko: 정렬
ms: Penjajaran
pt: Alinhamento
ru: Выравнивание
th: การจัดแนว
tr: Hizalama
vi: Căn chỉnh
zh_hans: 对齐方式
zh_hant: 對齊方式

# SettingsPageLyricsBgFontColor.Header
source: Non-current Line
ar: السطر غير الحالي
de: Nicht aktuelle Zeile
es: Línea no actual
hi: गैर-वर्तमान पंक्ति
id: Baris Non-Saat Ini
it: Riga non corrente
ja: 非目前行
ko: 비활성 행
ms: Baris Bukan Semasa
pt: Linha Não Atual
ru: Неактивная строка
th: บรรทัดที่ไม่ใช่ปัจจุบัน
tr: Cari Olmayan Hat
vi: Dòng không phải hiện tại
zh_hans: 非当前行
zh_hant: 非目前行

# SettingsPageLyricsBlack.Content
source: Black
ar: أسود
es: Negro
hi: ब्लैक
id: Hitam
it: Nero
ja: 極太
ko: 블랙
ms: Hitam
pt: Preto
ru: Черный (Black)
th: ดำ
tr: Siyah
vi: Đen
zh_hans: 黑体
zh_hant: 黑體

# SettingsPageLyricsBlurEffect.Description
source: Enable blur for non-current lines
ar: تمكين التمويه للأسطر غير الحالية
de: Unschärfe für nicht aktuelle Zeilen aktivieren
es: Habilitar desenfoque para líneas no actuales
hi: गैर-वर्तमान पंक्तियों के लिए धुंधलापन सक्षम करें
id: Aktifkan keburaman untuk baris non-saat ini
it: Abilita la sfocatura per le righe non correnti.
ja: 現在の行以外の行のぼかしを有効化
ko: 비활성 행에 흐림 효과 활성화
ms: Dayakan kabur untuk baris bukan semasa
pt: Ativar desfoque para linhas não atuais
ru: Включить размытие для неактивных строк
th: เปิดใช้งานความเบลอสำหรับบรรทัดที่ไม่ใช่ปัจจุบัน
tr: Geçerli olmayan hatlar için bulanıklaştırmayı etkinleştirin
vi: Bật làm mờ cho các dòng không phải hiện tại
zh_hans: 对非当前行启用模糊
zh_hant: 對非目前行啟用模糊

# SettingsPageLyricsBlurEffect.Header
source: Blur Effect
ar: تأثير التمويه
de: Unschärfe-Effekt
es: Efecto de desenfoque
hi: धुंधला प्रभाव
id: Efek Kabur
it: Effetto sfocatura
ja: ぼかし効果
ko: 흐림 효과
ms: Kesan Kabur
pt: Efeito de Desfoque
ru: Эффект размытия
th: เอฟเฟกต์เบลอ
tr: Bulanıklık Efekti
vi: Hiệu ứng làm mờ
zh_hans: 模糊效果
zh_hant: 模糊效果

# SettingsPageLyricsBold.Content
source: Bold
ar: عريض
de: Fett
es: Negrita
hi: बोल्ड
id: Tebal
it: Grassetto
ja: 太字
ko: 굵게
ms: Tebal
pt: Negrito
ru: Жирный
th: ตัวหนา
tr: Kalın
vi: Đậm
zh_hans: 粗体
zh_hant: 粗體

# SettingsPageLyricsCardStyle.Text
source: Lyrics Card Style
ar: نمط بطاقة كلمات الأغاني
de: Liedtext Kartenstil
es: Letra Estilo Tarjeta
hi: गीतकार्ड शैली
id: Gaya Kartu Lirik
it: Stile scheda testi
ja: 歌詞カードスタイル
ko: 가사 카드 스타일
ms: Gaya Kad Lirik
pt: Letras de músicas Estilo do cartão
ru: Стиль лирической карты
th: สไตล์การ์ดเนื้อเพลง
tr: Şarkı Sözleri Kart Stili
vi: Kiểu thẻ lời bài hát
zh_hans: 歌词卡片风格
zh_hant: 歌詞卡片風格

# SettingsPageLyricsCenterTopOffset.Header
source: Current Line Position
ar: موضع السطر الحالي
de: Position der aktuellen Zeile
es: Posición de la línea actual
hi: वर्तमान पंक्ति स्थिति
id: Posisi Baris Saat Ini
it: Posizione riga corrente
ja: 現在の行の位置
ko: 현재 행 위치
ms: Posisi Baris Semasa
pt: Posição da Linha Atual
ru: Положение текущей строки
th: ตำแหน่งบรรทัดปัจจุบัน
tr: Mevcut Hat Konumu
vi: Vị trí dòng hiện tại
zh_hans: 当前行位置
zh_hant: 目前行位置

# SettingsPageLyricsContentOrientation.Header
source: Lyrics Content Layout
ar: تخطيط محتوى الأغاني
de: Liedtext Inhalt Layout
es: Disposición del contenido de las letras
hi: गीत सामग्री लेआउट
id: Tata Letak Konten Lirik
it: Layout contenuto testi
ja: 歌詞コンテンツレイアウト
ko: 가사 콘텐츠 레이아웃
ms: Susun Atur Kandungan Lirik
pt: Layout do conteúdo das letras
ru: Макет содержимого лирики
th: เนื้อเพลง การจัดวางเนื้อหา
tr: Şarkı Sözleri İçerik Düzeni
vi: Bố cục nội dung lời bài hát
zh_hans: 歌词内容布局
zh_hant: 歌詞內容佈局

# SettingsPageLyricsEffect.Text
source: Lyrics Effect
ar: تأثير الكلمات
de: Songtext-Effekt
es: Efecto de letras
hi: बोल प्रभाव
id: Efek Lirik
it: Effetti testi
ja: 歌詞のエフェクト
ko: 가사 효과
ms: Kesan Lirik
pt: Efeito da Letra
ru: Эффекты текста
th: เอฟเฟกต์เนื้อเพลง
tr: Şarkı Sözleri Etkisi
vi: Hiệu ứng lời bài hát
zh_hans: 歌词效果
zh_hant: 歌詞效果

# SettingsPageLyricsExtraBlack.Content
source: Extra Black
ar: أسود إضافي
es: Extra Negro
hi: एक्स्ट्रा ब्लैक
id: Ekstra Hitam
it: Extra nero
ja: 超極太
ko: 엑스트라 블랙
ms: Ekstra Hitam
pt: Extra Preto
ru: Экстра-черный
th: ดำพิเศษ
tr: Ekstra Siyah
vi: Siêu đen
zh_hans: 超黑
zh_hant: 超黑

# SettingsPageLyricsExtraBold.Content
source: Extra Bold
ar: عريض إضافي
de: Extra Fett
es: Extra Negrita
hi: एक्स्ट्रा बोल्ड
id: Ekstra Tebal
it: Extra grassetto
ja: 特太
ko: 엑스트라 볼드
ms: Ekstra Tebal
pt: Extra Negrito
ru: Экстра-жирный
th: หนาพิเศษ
tr: Ekstra Kalın
vi: Siêu đậm
zh_hans: 特粗
zh_hant: 特粗

# SettingsPageLyricsExtraLight.Content
source: Extra Light
ar: خفيف جداً
de: Extra Leicht
es: Extra Ligero
hi: एक्स्ट्रा लाइट
id: Ekstra Tipis
it: Extra sottile
ja: 細
ko: 엑스트라 라이트
ms: Ekstra Nipis
pt: Extra Leve
ru: Экстра-тонкий
th: บางพิเศษ
tr: Ekstra Hafif
vi: Siêu mảnh
zh_hans: 超细
zh_hant: 超細

# SettingsPageLyricsFadeOutEffect.Description
source: Enable fade-out effect for non-current lines
ar: تمكين تأثير التلاشي للأسطر غير الحالية
de: Fade-Out-Effekt für nicht aktuelle Zeilen aktivieren
es: Habilitar efecto de desvanecimiento para líneas no actuales
hi: गैर-वर्तमान पंक्तियों के लिए फ़ेड-आउट प्रभाव सक्षम करें
id: Aktifkan efek memudar untuk baris non-saat ini
it: Abilita l'effetto di dissolvenza per le righe non correnti.
ja: 現在の行以外の行のフェードアウト効果を有効にする
ko: 비활성 행에 페이드 아웃 효과 활성화
ms: Dayakan kesan pudar untuk baris bukan semasa
pt: Ativar efeito de desvanecimento para linhas não atuais
ru: Включить эффект затухания для неактивных строк
th: เปิดใช้งานเอฟเฟกต์จางหายสำหรับบรรทัดที่ไม่ใช่ปัจจุบัน
tr: Geçerli olmayan hatlar için solma efektini etkinleştirin
vi: Bật hiệu ứng mờ dần cho các dòng không phải hiện tại
zh_hans: 对非当前行启用淡入淡出效果
zh_hant: 對非目前行啟用淡入淡出效果

# SettingsPageLyricsFadeOutEffect.Header
source: Fade Out Effect
ar: تأثير التلاشي
de: Fade-Out-Effekt
es: Efecto de desvanecimiento
hi: फ़ेड-आउट प्रभाव
id: Efek Memudar (Fade Out)
it: Effetto dissolvenza
ja: フェードアウト効果
ko: 페이드 아웃 효과
ms: Kesan Pudar
pt: Efeito de Desvanecimento
ru: Эффект затухания
th: เอฟเฟกต์จางหาย (Fade Out)
tr: Sönme Efekti
vi: Hiệu ứng mờ dần
zh_hans: 淡出效果
zh_hant: 淡出效果

# SettingsPageLyricsFilter.Description
source: Remove non-textual information such as lyrics and composition credits
ar: إزالة المعلومات غير النصية مثل كلمات الأغاني واعتمادات التأليف
de: Entfernen Sie nichttextliche Informationen wie Liedtexte und Kompositionsnachweise
es: Eliminar información no textual, como letras de canciones y créditos de composición.
hi: लिरिक्स और कंपोज़िशन क्रेडिट जैसी नॉन-टेक्स्टुअल जानकारी हटा दें
id: Menghapus informasi non-tekstual seperti lirik dan kredit komposisi
it: Rimuove le informazioni non testuali, come crediti o note di composizione.
ja: 不要な作詞や作曲情報を歌詞から除外する
ko: 가사 및 작곡 크레딧과 같은 텍스트 이외의 정보를 제거합니다.
ms: Alih keluar maklumat bukan teks seperti lirik dan kredit gubahan
pt: Remover informações não textuais, como letras e créditos de composição
ru: Удалите нетекстовую информацию, например тексты песен и названия композиций.
th: ลบข้อมูลที่ไม่ใช่ข้อความ เช่น เนื้อเพลงและเครดิตผู้ประพันธ์
tr: Şarkı sözleri ve beste kredileri gibi metin dışı bilgileri kaldırın
vi: Loại bỏ thông tin không phải văn bản như lời bài hát và thông tin về tác giả.
zh_hans: 移除作词、作曲等非正文信息
zh_hant: 移除作詞、作曲等非正文信息

# SettingsPageLyricsFilter.Header
source: Lyrics Filter
ar: مرشح كلمات الأغاني
de: Liedtext-Filter
es: Filtro de letras
hi: गीत फ़िल्टर
id: Filter Lirik
it: Filtro testi
ja: 歌詞フィルター
ko: 가사 필터
ms: Penapis Lirik
pt: Filtro de letras
ru: Фильтр лирики
th: ตัวกรองเนื้อเพลง
tr: Şarkı Sözleri Filtresi
vi: Bộ lọc lời bài hát
zh_hans: 歌词过滤
zh_hant: 歌詞濾過器

# SettingsPageLyricsFloatAnimation.Header
source: Float Animation
ar: الرسوم المتحركة العائمة
de: Schwebe-Animation
es: Animación flotante
hi: फ़्लोट एनीमेशन
id: Animasi Mengambang
it: Animazione flottante
ja: フロートアニメーション
ko: 플로팅 애니메이션
ms: Animasi Terapung
pt: Animação Flutuante
ru: Анимация плавания
th: แอนิเมชันลอยตัว
tr: Şamandıra Animasyonu
vi: Hoạt ảnh nổi
zh_hans: 浮动动画
zh_hant: 浮動動畫

# SettingsPageLyricsFontColorAdaptiveColored.Content
source: Adapt to Lyrics Background (Colored)
ar: التكيف مع خلفية الكلمات (ملون)
de: An Songtext-Hintergrund anpassen (Farbig)
es: Adaptar al fondo de letras (Coloreado)
hi: बोल पृष्ठभूमि के अनुकूल (रंगीन)
id: Adaptif terhadap Latar Belakang Lirik (Berwarna)
it: Adatta al colore dello sfondo testi
ja: 歌詞の背景に合わせる（カラー）
ko: 가사 배경에 적응 (컬러)
ms: Adaptif kepada Latar Belakang Lirik (Berwarna)
pt: Adaptável ao fundo da letra (Colorido)
ru: Адаптивный к фону (Цветной)
th: ปรับตามพื้นหลังเนื้อเพลง (สี)
tr: Şarkı Sözü Arka Planına Uyarla (Renkli)
vi: Thích ứng nền lời bài hát (Có màu)
zh_hans: 适应歌词背景（彩色）
zh_hant: 適應歌詞背景（彩色）

# SettingsPageLyricsFontColorAdaptiveGrayed.Content
source: Adapt to Lyrics Background (Grayed)
ar: التكيف مع خلفية الكلمات (رمادي)
de: An Songtext-Hintergrund anpassen (Grau)
es: Adaptar al fondo de letras (Grisáceo)
hi: बोल पृष्ठभूमि के अनुकूल (धूसर)
id: Adaptif terhadap Latar Belakang Lirik (Abu-abu)
it: Adatta allo sfondo testi (in grigio)
ja: 歌詞の背景に合わせる（グレー）
ko: 가사 배경에 적응 (회색조)
ms: Adaptif kepada Latar Belakang Lirik (Kelabu)
pt: Adaptável ao fundo da letra (Acinzentado)
ru: Адаптивный к фону (Серый)
th: ปรับตามพื้นหลังเนื้อเพลง (เทา)
tr: Şarkı Sözü Arka Planına Uyarla (Gri)
vi: Thích ứng nền lời bài hát (Xám)
zh_hans: 适应歌词背景（灰色）
zh_hant: 適應歌詞背景（灰色）

# SettingsPageLyricsFontColorCustom.Content
source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Personalizado
hi: कस्टम
id: Kustom
it: Personalizzato
ja: カスタム
ko: 사용자 지정
ms: Tersuai
pt: Personalizado
ru: Пользовательский
th: กำหนดเอง
tr: Özel
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂

# SettingsPageLyricsFontFamily.Header
source: Font Family
ar: عائلة الخط
de: Schriftart
es: Familia de fuentes
hi: फ़ॉन्ट परिवार
id: Keluarga Font
it: Famiglia carattere
ja: フォント
ko: 글꼴 모음
ms: Keluarga Fon
pt: Família de Tipos de Letra
ru: Шрифт
th: ตระกูลฟอนต์
tr: Yazı Tipi Ailesi
vi: Họ phông chữ
zh_hans: 字体系列
zh_hant: 字型系列

# SettingsPageLyricsFontSize.Header
source: Font Size
ar: حجم الخط
de: Schriftgröße
es: Tamaño de fuente
hi: फ़ॉन्ट आकार
id: Ukuran Font
it: Dimensione carattere
ja: フォントサイズ
ko: 글꼴 크기
ms: Saiz Fon
pt: Tamanho do Tipo de Letra
ru: Размер шрифта
th: ขนาดฟอนต์
tr: Yazı Tipi Boyutu
vi: Cỡ chữ
zh_hans: 字体大小
zh_hant: 字型大小

# SettingsPageLyricsFontStrokeWidth.Header
source: Lyrics Stroke Width
ar: عرض خط الكلمات
de: Konturbreite des Songtextes
es: Ancho del trazo de la letra
hi: बोल स्ट्रोक की चौड़ाई
id: Lebar Garis Tepi Lirik
it: Spessore contorno testi
ja: 歌詞縁取りの太さ
ko: 가사 외곽선 너비
ms: Lebar Garisan Lirik
pt: Largura do Traço da Letra
ru: Ширина обводки текста
th: ความกว้างขอบตัวหนังสือ
tr: Şarkı Sözleri Kontur Genişliği
vi: Độ rộng viền chữ
zh_hans: 歌词描边宽度
zh_hant: 歌詞描邊寬度

# SettingsPageLyricsFontWeight.Header
source: Font Weight
ar: وزن الخط
de: Schriftgewicht
es: Peso de la fuente
hi: फ़ॉन्ट भार
id: Ketebalan Font
it: Spessore carattere
ja: フォントの太さ
ko: 글꼴 굵기
ms: Ketebalan Fon
pt: Espessura do Tipo de Letra
ru: Начертание
th: น้ำหนักฟอนต์
tr: Yazı Tipi Ağırlığı
vi: Độ đậm phông chữ
zh_hans: 字重
zh_hant: 字重

# SettingsPageLyricsGlowEffect.Header
source: Glow Effect
ar: تأثير التوهج
de: Leuchteffekt
es: Efecto de resplandor
hi: चमक प्रभाव
id: Efek Bersinar
it: Effetto bagliore
ja: 光沢効果
ko: 발광 효과
ms: Kesan Bersinar
pt: Efeito de Brilho
ru: Эффект свечения
th: เอฟเฟกต์เรืองแสง
tr: Parıltı Etkisi
vi: Hiệu ứng phát sáng
zh_hans: 辉光效果
zh_hant: 發光效果
